tap "homebrew/bundle"
brew "cask"
brew "git"
brew "mas"
brew "openjdk@17"
cask "fork"
cask "google-chrome"
cask "intellij-idea"
cask "obsidian"
cask "postman"
cask "slack"
cask "tiles"
mas "카카오톡", id: 869223134
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "mhutchie.git-graph"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
